Repository: ramniwaspatidar/iris
Catalog: Iris/*.lproj/Localizable.strings
Languages: ar

source: is not found
ar: غير موجود

source: is found
ar: موجود

source: is found in
ar: موجود في

source: facility
ar: منشاء صحية

source: Blood Pressure Stats
ar: احصائيات ضغط الدم

source: Disclaimer: IRIS Health Services LLC will not be in any way responsible for any prescribed dosage missed by the member during the usage of med alert.
ar: إخلا مسؤولية: إن شركة iris health services غير مسؤولة بأي شكل من الأشكال عن تفويت جرعات الدواء الموصوفة عند إستخدام إشعار التذكير بمواعيد الدواء الخاص بالتطبيق

source: Dashboard
ar: لوحة المعلومات

source: No
ar: لا

source: Notify
ar: اشعار

source: Direction
ar: الإتجاهات

source: Valid Upto
ar: صالح لغاية

source: Emirates ID
ar: رقم الهوية

source: agree with app's
ar: أوافق على شروط التطبيق

source: Policy No.
ar: رقم البوليصة

source: Status
ar: الحالة

source: Dependants:
ar: المعالين

source: Policy Period
ar: مدة البوليصة

source: Set Reminder
ar: ضبط منبة التذكير

source: Map View
ar: عرض الخريطة

source: View Route
ar: عرض الطريق

source: Plan Name:
ar: أسم الخطة

source: Status:
ar: الحالة:

source: Provider Name:
ar: أسم مقدم الرعاية الصحية:

source: Claim Type:
ar: نوع المطالبة:

source: Diagnosis Details:
ar: تفاصيل التشخيص:

source: Treatment Details:
ar: تفاصيل العلاج:

source: Approved Amount:
ar: المبلغ المعتمد:

source: VIEW REPORT
ar: عرض التقرير:

source: Claim Amount:
ar: قيمة المطالبة:

source: Currency:
ar: العملة:

source: Treatment Date:
ar: تاريخ العلاج:

source: Country:
ar: الدولة:

source: UPLOAD PHOTO
ar: رفع الصورة

source: Claimed Currency
ar: عملة المطالبة:

source: Claimed Payment Date:
ar: تاريخ المطالبة:

source: Lipid Unit
ar: وحدة قياس الدهون

source: Policy Number:
ar: رقم البوليصة:

source: Insurance Company:
ar: شركة التأمين:

source: Master Contract:
ar: الشركة الأم:

source: Company Name:
ar: أسم الشركة:

source: Start Date:
ar: تاريخ البداية:

source: End Date:
ar: تاريخ النهاية:

source: Filter
ar: تصفية

source: Verify Your Phone Number
ar: تأكيد رقم الموبايل

source: Resend Code
ar: إعادة ارسال الرمز

source: Verification Code
ar: الرمز التعريفي

source: Verify
ar: تأكيد

source: Complete Profile
ar: الملف الشخصي الكامل

source: Clinic
ar: مركز صحي

source: Blood Sugar Stats
ar: احصائيات نسبة السكر

source: Diagnostic Center
ar: مركز تشخيصي

source: Hospital
ar: مستشفى

source: Pharmacy
ar: صيدلية

source: Apply
ar: تطبيق

source: Appointment Reminder
ar: تذكير بمواعيد

source: Save
ar: حفظ

source: SAVE
ar: حفظ

source: Delete
ar: حذف

source: CALCULATE
ar: أحسب

source: Blood Sugar Graph
ar: المخطط البياني لنسبة السكر

source: Blood Pressure Graph
ar: المخطط البياني لضغط الدم

source: Diastolic
ar: ضغط الدم الانبساطي

source: Systolic
ar: ضغط الدم الانقباضي

source: Pulse
ar: النبض

source: VIEW STATS
ar: عرض المخطط

source: Months
ar: أشهر

source: Cholestrol
ar: الكوليسترول

source: Avg. BMI per month
ar: متوسط مؤشر كتلة الجسم في الشهر

source: BMI Categories
ar: *فئات معدل كتلة الجسم *

source: Underweight = BMI<=18.5
ar: أقل من الوزن الطبيعي = ≥ ١٨.٥

source: Normal = BMI>18.5 and BMI<=24.9
ar: طبيعي =١٨.٥ - ٢٤.٩

source: Overweight = BMI>24.9 and BMI<=29.9
ar: الوزن الزائد = ٢٥ - ٢٩.٩

source: Obesity = BMI>=30
ar: البدانة = ≤ ٣٠

source: The Iris Health app is exclusively designed for our members to allow them easy access to their policy details, insurance plan benefits, medical claim history and status of reimbursements. It is designed to simplify the process of following one's own medical insurance policy. Iris Health members will no longer need to spend time on gathering information related to claims and policies.The app is loaded with resourceful features to help you track your medical history, set reminders for future appointments, medication alerts and access previous treatment details. To further enhance user experience, the app will also help find clinics under eligible policy networks, doctors as per their specialties and give members access to promotions on medical procedures. These services have been provided by IRIS Health Services, a leading third party administrator. The unparalleled technical efficiency has further benefited our clients allowing them to entrust us with the administration of their medical insurance policy. IRIS prides itself on the enthusiastic team who is focused on letting our clients know that You Matter
ar: تم تصميم هذا التطبيق حصريًا لأعضاء IRIS لتسهيل وتبسيط عملية الوصول إلى تفاصيل البوليصة الخاصة بهم، ومزايا خطة التأمين، وسجل المطالبات الطبية وحالة التعويضات، ولتسريع مهمة جمع المعلومات المتعلقة بالمطالبات والبوليصيات.تم تزويد التطبيق بميزات مختلفة لمساعدتك على تتبع التاريخ الطبي الخاص بك، وتعيين تذكير للمواعيد المستقبلية، وتنبيهات بمواعيد الدواء والوصول إلى تفاصيل العلاج السابقة، كما يسهل عملية الوصول إلى شبكة المراكز الصحية والأطباء المتخصصين حسب خطة التأمين الخاصة بك بالإضافة إلى العروض الترويجية للإجراءات الطبية التي تقوم بها المراكز الصحية.وقد تم توفير هذه الخدمة من قبل شركة IRIS للخدمات الصحية وهي شركة رائدة في مجال إدارة المطالبات الطبية الطرف الثالث وبفضل كفاءتها في الدعم الفني والتقني اللامحدود اكتسبنا ثقة عملائنا لإدارة بوليصيات التأمين الصحي.يعمل فريقنا بجهد حثيث لتقديم أفضل الخدمات لأن صحتك تهمنا

source: Dependant
ar: معال

source: Gender:
ar: الجنس:

source: Emirates ID:
ar: رقم الهوية

source: Member ID:
ar: رقم العضو:

source: Email:
ar: البريد الإلكتروني

source: Relation:
ar: العلاقة:

source: Nationality:
ar: الجنسية:

source: Switch to Dependant Account
ar: اذهب لحساب المعالين

source: Residence:
ar: مكان الإقامة:

source: Dependants
ar: المعالين

source: EDIT
ar: تعديل

source: All
ar: الكل

source: Last Six Month
ar: أخر ستة أشهر

source: Last One Month
ar: الشهر الماضي

source: Last Three Month
ar: اخر ثلاثة أشهر

source: Profile
ar: الملف الشخصي

source: Promotions
ar: عروض

source: My Appointment
ar: مواعيدي

source: Add Appointment
ar: أضف مواعيد

source: Download Report
ar: تحميل التقرير

source: Previous
ar: السابق

source: APPROVED
ar: تمت الموافقة

source: PENDING
ar: معلق

source: Default Policy
ar: البوليصة الأساسية

source: Promotion Details
ar: تفاصيل العرض

source: Notification
ar: الإشعارات

source: Days
ar: الأيام

source: HBA1C Graph
ar: HBA1C المخطط البياني

source: Map
ar: الخريطة

source: List
ar: القائمة

source: I am looking for
ar: أبحث عن

source: location
ar: الموقع

source: Search
ar: بحث

source: To verify the member kindly log on to www.iris.healthcare
ar: لتعريف العضو يرجى الدخول إلى www.iris.healthcare

source: E-Card
ar: البطاقة الإلكترونية

source: Term & Conditions
ar: الشروط والأحكام

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Forgot Password
ar: نسيت كلمة المرور؟

source: Username/Mobileno
ar: أسم الدخول/رقم الموبايل

source: Don't have an account?
ar: ليس لديك حساب؟?

source: Helpline
ar: اتصل بنا

source: UAE
ar: الإمارات

source: OMAN
ar: عمان

source: Forgot Password?
ar: نسيت كلمة المرور؟?

source: LOGIN
ar: تسجيل الدخول

source: Signup
ar: تسجيل جديد

source: N/A
ar: غير موجود

source: Male
ar: ذكر

source: Female
ar: انثى

source: New Password
ar: كلمة مرور جديدة

source: OTP
ar: كلمة المرور لمرة واحدة

source: Please enter
ar: يرجى إدخال

source: Password should be alphanumeric and between 8 to 15 characters.
ar: يجب ان تتكون كلمة المرور من 8 إلى 15 رمز تتألف من ارقام وحروف

source: Password Reset Successfully.
ar: تم تعيين كلمة المرور بنجاح

source: UserName
ar: أسم المستخدم

source: Mobile No
ar: رقم الموبايل

source: Please enter valid mobile number.
ar: يرجى إدخال رقم الموبايل الصحيح

source: Session expired ,Please login
ar: انتهى الوقت، يرجى تسجيل الدخول مرة أخرى

source: Provider Network
ar: شبكة التغطية

source: Full Name
ar: الأسم بالكامل

source: Email
ar: البريد الإلكتروني

source: Gender
ar: الجنس

source: Nationality
ar: الجنسية

source: Residence Location
ar: محل الإقامة

source: User Name
ar: أسم المستخدم

source: Password
ar: كلمة المرور

source: Confirm Password
ar: تأكيد كلمة المرور

source: Edit Profile
ar: تعديل الملف

source: Please enter password
ar: يرجى إدخال كلمة المرور

source: Password should be alphanumeric and between 8 to 15 characters
ar: يجب ان تتكون كلمة المرور من 8 إلى 15 رمز تتألف من ارقام وحروف

source: Please enter confirm password
ar: يرجى تأكيد كلمة المرور

source: Confirm password does not match
ar: كلمة المرور غير مطابقة

source: Please select
ar: يرجى الاختيار

source: Library
ar: المكتبة

source: Camera
ar: الكاميرا

source: Cancel
ar: إلغاء

source: Call
ar: إلغاء

source: crop & save
ar: قص وحفظ

source: Size of Image(bytes)
ar: حجم الصورة (بايتس)

source: Invalid image orientation
ar: اتجاه صورة غير صحيح

source: Profile updated successfully.
ar: تم تعديل الملف الشخصي بنجاح

source: Benefit
ar: مزايا

source: all
ar: الكل

source: 1 month
ar: واحد شهر

source: 3 month
ar: ثلاثة أشهر

source: 6 month
ar: ستة أشهر

source: Promotions Details
ar: تفاصيل العرض

source: Promoted by
ar: معروض من قبل

source: Coupon Code
ar: رمز الكوبون

source: Category
ar: الفئة

source: Medicines
ar: الأدوية

source: Date
ar: التاريخ

source: Time
ar: الوقت

source: Repeat
ar: إعادة

source: Before Breakfast
ar: قبل الإفطار

source: After Breakfast
ar: بعد الإفطار

source: Before Lunch
ar: قبل الغداء

source: After Lunch
ar: بعد الغداء

source: Before Dinner
ar: قبل العشاء

source: After Dinner
ar: بعد العشاء

source: Medicine Alert
ar: تذكير الادوية

source: Please choose date & time first.
ar: يرجى تحديد التاريخ والوقت أولاً

source: Medicine alert has already been set for same medicine with same data.
ar: تم تعيين نفس الدواء بنفس الوقت مسبقاً

source: Hi
ar: مرحباً

source: Saved successfully
ar: تم الحفظ بنجاح

source: Please fill
ar: يرجى الملء

source: field
ar: حقل

source: From
ar: من

source: to
ar: إلى

source: to be selected
ar: اختيار

source: Every Sunday
ar: كل أحد

source: Every Monday
ar: كل أثنين

source: Every Tuesday
ar: كل ثلاثاء

source: Every Wednesday
ar: كل اربعاء

source: Every Thursday
ar: كل خميس

source: Every Friday
ar: كل جمعة

source: Every Saturday
ar: كل سبت

source: Sun
ar: الأحد

source: Mon
ar: الأثنين

source: Tue
ar: الثلاثاء

source: Wed
ar: الأربعاء

source: Thur
ar: الخميس

source: Fri
ar: الجمعة

source: Sat
ar: السبت

source: SUBMIT
ar: تقديم

source: Deleted Successfully!
ar: تم الحذف بنجاح

source: delete
ar: حذف

source: Lipid
ar: نسبة الدهون

source: Lipid Stats
ar: احصائيات نسبة الدهون في الدم

source: Choles-terol
ar: الكوليسترول

source: LDL
ar: الدهون منخفضة الكثافة

source: HDL
ar: الدهون مرتفعة الكثافة

source: Trigly-cerides
ar: الدهون الثلاثية

source: Cholesterol
ar: الكوليسترول

source: Triglycerides
ar: الدهون الثلاثية

source: Lipid Tracker
ar: تعقب نسبة الدهون في الدم

source: greater than 0
ar: أكثر عن 0

source: Jan
ar: يناير

source: Feb
ar: فبراير

source: Mar
ar: مارس

source: Apr
ar: أبريل

source: May
ar: مايو

source: Jun
ar: يونيو

source: Jul
ar: يوليو

source: Aug
ar: أغسطس

source: Sep
ar: سبتمبر

source: Oct
ar: أكتوبر

source: Nov
ar: نوفمبر

source: Dec
ar: ديسمبر

source: Blood Sugar(mg/dl)
ar: نسبة السكر في الدم(mg/dl)

source: Measured
ar: القياس

source: Notes
ar: ملاحظات

source: Time should be in between the selected slot
ar: يجب أن يكون الوقت بين الأوقات المحددة

source: Please enter blood sugar greater than 0.
ar: يجب ان تكون نسبة السكر أكثر عن 0

source: Please enter blood sugar.
ar: يرجى إدخال نسبة السكر في الدم

source: Please enter HBA1C greater than 0.
ar: يجب ان تكون نسبة HBA1C أكثر عن 0

source: Please enter HBA1C.
ar: يرجى إدخال نسبة HBA1C

source: Blood Sugar
ar: سكر الدم

source: SYS(mmHG)
ar: ضغط الدم الانقباضي(mmHG)

source: DIA(mmHG)
ar: ضغط الدم الانبساطي(mmHG)

source: Pulse(min)
ar: نبض (دقيقة)

source: DIA should be less than SYS.
ar: يجب أن يكون ضغط الدم الانبساطي أقل عن ضغط الدم الانقباضي

source: BMI Result
ar: مؤشر قياس كتلة الجسم

source: Weight(KG)
ar: الوزن (كيلو)

source: Height(CM)
ar: الطول (سم)

source: BMI Calculator
ar: حاسبة مؤشر كتلة الجسم

source: Underweight
ar: الوزن أقل عن الطبيعي

source: Normal
ar: طبيعي

source: Overweight
ar: الوزن زائد عن الحد الطبيعي

source: Obesity
ar: سمنة مفرطة

source: Weight
ar: الوزن

source: Height
ar: الطول

source: BMI
ar: مؤشر كتلة الجسم

source: BMI Stats
ar: احصائيات مؤشر كتلة الجسم

source: BMI Graph
ar: مخطط مؤشر كتلة الجسم

source: Policy
ar: البوليصة

source: Policy Detail
ar: تفاصيل البوليصة

source: Description
ar: الوصف

source: Value
ar: القيمة

source: SHOW
ar: عرض

source: No Dependents
ar: لا يوجد معالين

source: No Dependant
ar: لا يوجد معالين

source: Not Available
ar: غير متوفر

source: True
ar: صحيح

source: False
ar: خطأ

source: default policy updated.
ar: تم تعديل البوليصة الأساسية

source: Reimbursement
ar: مطالبة استرداد

source: Claim ID
ar: رقم المطالبة

source: Reimbursement ID
ar: رقم طلب التعويض

source: Select Member
ar: اختر العضو

source: Treatment Date
ar: تاريخ العلاج

source: Treatment Country
ar: بلد العلاج

source: Claim Amount
ar: قيمة المطالبة

source: Currency
ar: العملة

source: Towards
ar: نحو

source: Account Name:
ar: أسم الحساب:

source: Account Name
ar: أسم الحساب

source: Bank Name:
ar: أسم البنك:

source: Bank Name
ar: أسم البنك

source: Branch Name
ar: أسم الفرع

source: Branch Name:
ar: أسم الفرع:

source: individual
ar: الفرد

source: company
ar: أسم الشركة

source: Add Reimbursement
ar: أضف طلب تعويض

source: user
ar: المستخدم

source: country
ar: أسم الدولة

source: toward
ar: نحو

source: Treatment Details
ar: تفاصيل العلاج

source: Bank Details
ar: تفاصيل البنك

source: Policy Benefits:
ar: مزايا البوليصة

source: File Details
ar: تفاصيل الملف

source: This feature is not supported by your device.
ar: هذه الخاصية غير متوفرة في جهازك

source: Dismiss
ar: إلغاء

source: Next
ar: التالي

source: Please upload file.
ar: يرجى تحميل الملف

source: Lab Name
ar: أسم المختبر

source: Service Name
ar: أسم الخدمة

source: Test Value
ar: قيمة الفحص

source: Test Observation
ar: ملاحظات الفحص

source: Test Report
ar: نتيجة الفحص

source: Claim History
ar: تاريخ المطالبات

source: About Us
ar: عن الشركة

source: Appointments
ar: المواعيد

source: Appointment
ar: المواعيد

source: Medicine Alerts
ar: تذكير الادوية

source: No Appointment found.
ar: لا توجد مواعيد

source: Need to take medicine
ar: يجب أخذ الدواء

source: No Medicine alert found.
ar: لا يوجد تذكير الادوية.

source: Please enter username.
ar: يرجى إدخال أسم المستخدم

source: Not Reachable
ar: غير متاح

source: Reachable via WWAN
ar: متاح من خلال WWAN

source: Reachable via WiFi
ar: متاح من خلال

source: invalid token
ar: الرقم غير صحيح

source: It seems like we have encountered a temporary glitch. Please try again later.
ar: هناك خلل مؤقت، يرجى المحاولة لاحقاً

source: It appears you are on slow connection or your internet is unavailable. Please check and try again !!
ar: يبدو أن شبكة الاتصال لديك ضعيفة أو غير متوفرة، يرجى المحاولة مرة أخرى

source: Uploading
ar: رفع

source: Uploading files
ar: رفع الملفات

source: Terms & Conditions
ar: الشروط والأحكام

source: Verification code sent successfully.
ar: تم إرسال الرمز التعريفي بنجاح

source: Emirates ID/Certificate Number
ar: رقم الهوية/ رقم الشهادة

source: Passport Number
ar: رقم الجواز

source: Phone Number
ar: رقم الموبايل

source: uncheck
ar: ازالة

source: Done
ar: تم

source: Sign Up
ar: تسجيل جديد

source: Please check agree button
ar: يرجى الضغط على زر موافق

source: Email not verified
ar: البريد الإلكتروني غير معرف

source: Email is not varified.
ar: البريد الإلكتروني غير معرف

source: Email not found
ar: البريد الإلكتروني غير موجود

source: User is inactive
ar: المستخدم غير فعال

source: We were not able to find any details for the entered email address
ar: لم نتمكن من إيجاد اية تفاصيل لهذا البريد الإلكتروني

source: Email or Recovery key is incorrect
ar: البريد الإلكتروني أو رقم الاسترداد غير صحيح

source: Please enter the correct login details
ar: يرجى إدخال تفاصيل تسجيل الدخول الصحيحة

source: Email already exist
ar: عنوان البريد الإلكتروني مسجل مسبقاً

source: The email already exist on our server, Try Active New Device
ar: عنوان البريد الإلكتروني مسجل مسبقا

source: We have sent a 6-digit verification code via SMS to ****%@, enter the code below.
ar: لقد قمنا بإرسال الرقم التعريفي المكون من 6 ارقام إلى (....) يرجى ادخال الرمز ادناه

source: Please enter Emirates ID/Certificate Number.
ar: يرجى إدخال رقم الهوية/رقم الشهادة

source: Please enter valid Emirates ID/Certificate Number.
ar: يرجى إدخال رقم الهوية/رقم الشهادة الصحيح

source: Please enter passport number.
ar: يرجى إدخال رقم جواز السفر

source: Please enter valid passport number.
ar: يرجى إدخال رقم جواز السفر الصحيح.

source: Please enter mobile number.
ar: يرجى إدخال رقم الموبايل

source: India
ar: الهند

source: US
ar: الولايات المتحدة

source: Dubai
ar: دبي

source: Registration successful
ar: تم التسجيل بنجاح

source: Upcoming Appointments
ar: المواعيد القادمة

source: Last Treatment
ar: أخر علاج

source: No Doctor/Hospital/Clinic/Lab/Pharmacy is found within the 10 Kms proximity of your current location. Consider changing your current location and try again. Or tap on Search Tab to reset
ar: لا يوجد طبيب/مستشفى/عيادة/مختبر/صيدلية على بعد 10 كم بالقرب من موقعك الحالي، يرجى تغير موقعك ثم حاول من جديد أو اضغط على بحث لإعادة التعيين

source: Policy Details
ar: تفاصيل البوليصة

source: View Your E-Card
ar: عرض بطاقتك الإلكترونية

source: Blood Sugar Tracker
ar: متابعة سكر الدم

source: Blood Pressure Tracker
ar: متابعة ضغط الدم

source: Club IRIS
ar: نادي IRIS

source: Feedback
ar: الملاحظات

source: Sign Out
ar: تسجيل الخروج

source: Clinic Name/Doctor Name
ar: أسم الطبيب/ أسم العيادة

source: Specialization
ar: التخصص

source: Proximity
ar: بالقرب من

source: Choose Proximity(Km)
ar: أختر المسافة التقريبية(كم)

source: Doctor Name
ar: أسم الطبيب

source: Name of Facility
ar: أسم المنشأة

source: Location
ar: الموقع

source: Appointment Date-Time
ar: تاريخ – وقت المواعيد

source: Case Summary
ar: ملخص الحالة

source: Notes (maximum 500 characters)
ar: الملاحظات (500 رمز على الأكثر)

source: Reminder Alert
ar: تنبية

source: Appointment Saved
ar: تم حفط المواعيد
